Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: They were driving on a straight, paved road behind a truck which in turn was driving behind a sedan vehicle.
es: Estaban conduciendo en un camino recto y pavimentado, detrás de un camión que a su vez iba detrás de un sedán.

source: They were instructed to vacate the area immediately, and the Blast Manager delayed the blast until the person was confirmed to be outside the blast radius.
es: Se le instruyó abandonar la zona de inmediato y el Gerente de Voladura retrasó la actividad hasta que se hubo confirmado que la persona se encontraba fuera del radio de voladura.

source: The assignment included execution of a field investigation program, advanced cyclic simple shear tests, an environmental overview assessment, seismic analyses of the soils incorporating the effects of sequential triggering of liquefaction during earthquake shaking, determination of free-field post-liquefaction induced displacements, execution of seismic analyses including the effects of different ground improvement schemes, determination of improved-ground post-liquefaction induced displacements along the alignment of the pipeline, and soil-structure interaction analyses.
es: El trabajo comprendió la ejecución de un programa de investigación de campo, ensayos avanzados de corte simple cíclicos, una evaluación del trasfondo ambiental, análisis sísmicos de los suelos añadiendo los efectos de la activación secuencial de la licuefacción durante las solicitaciones sísmicas, determinación de los desplazamientos inducidos por la postlicuefacción de campo libre, ejecución de los análisis sísmicos que incluyen los efectos de distintos esquemas de mejora del terreno, determinación de desplazamientos inducidos por la postlicuefacción de terreno mejorado a lo largo de la alineación de la línea de conducción y análisis de interacción suelo-estructura.

source: The assignment included execution of a field investigation program, an environmental overview assessment, seismic analyses of the soils incorporating the effects of sequential triggering of liquefaction during earthquake shaking, determination of free-field post-liquefaction induced displacements along the alignment of the pipeline, and soil-structure interaction analyses.
es: El trabajo comprendió la ejecución de un programa de investigación de campo, una evaluación del trasfondo ambiental, análisis sísmicos de los suelos añadiendo los efectos de la activación secuencial de la licuefacción durante las solicitaciones sísmicas, determinación de los desplazamientos inducidos por la postlicuefacción de campo libre a lo largo de la alineación de la línea de conducción y análisis de interacción suelo-estructura.

source: Thickened tailings pipeline and distribution systems
es: Sistemas de conducción y distribución de relaves espesados

source: Thickeners, tailings pipeline system & distribution
es: Sistema de conducción y distribución de relaves espesados

source: Thickeners, tailings pipeline system, tailings classification & distribution, reclaim water systems
es: Sistema de conducción, clasificación y distribución de relaves espesados, sistemas de recuperación de agua

source: Thickness of colluvium is greatest in vicinity of Phase 6, estimated in range of 20 to 40 m.
es: La potencia del coluvión es mayor en las cercanías de la Fase 6 y se estima que varía entre 20 y 40 m.

source: Thickness varies from 20 m to 100 m; color varies based on intensity of hydrothermal alteration.
es: La potencia varía entre 20 y 100 m; el color varía según la intensidad de la alteración hidrotermal.

source: Things like:
es: Esto incluye:

source: Things to do and Check
es: Qué hacer y verificar

source: Think through the task and consider the work environment.
es: Piensa en la tarea y considera el entorno de trabajo.

source: Thinking our employee had left site, the excavator operator recommenced operation and in our employee’s own words:
es: Creyendo que nuestro colaborador se había retirado, el operador de la excavadora reinició su faena y en las propias palabras de nuestro colaborador:

source: Third Party Information
es: Información del tercero

source: Third Party Legal Name:
es: Razón social:

source: Third party contracts/systems/other arrangements that disclose/provide access to employee personal information
es: Contratos/sistemas/u otros arreglos de terceros que divulgan/dan acceso a información personal de los colaboradores

source: Third party reliance (w/ unmodified Golder standard form reliance letter)
es: Fiabilidad de terceros (con carta de fiabilidad tipo de Golder sin modificar)

source: Third party reliance (w/o unmodified, Golder standard form reliance letter)
es: Fiabilidad de terceros (sin carta de fiabilidad tipo de Golder sin modificar)

source: This big picture thinking is the same approach we should be taking with our HSSE Management Plans.
es: Este concepto de idea general es el mismo que deberíamos adoptar con nuestros Planes de Gestión de HSSE.

source: This App allows you ready access to information on the location al also allows you to check in and confirm you are safe in the event of a safety or security event occurring.
es: Esta aplicación le permite acceder a información sobre la ubicación, y también el realizar check-in y confirmar que está a salvo en caso de un evento de seguridad.

source: This Appendix includes a review by Golder of the regional geologic and tectonic conditions surrounding the Spence Mine site in northern Chile.
es: El presente Anexo incluye una revisión hecha por Golder de las condiciones geológicas y tectónicas regionales que rodean a la mina Spence en el norte de Chile.

source: This Guide will assist you in understanding best practices for protecting our people, the environments where we work, and that we meet all our legislative requirements.
es: La presente guía te ayudará a comprender las prácticas óptimas que protegen a nuestra gente y el ambiente en que trabajamos, además de procurar que cumplamos con todos los requisitos que nos impone la legislación.

source: This HSSE Field Guide has been designed to support your decision making when assessing and mitigating HSSE risks.
es: La presente Guía de HSSE para Trabajo de Campo ha sido elaborada para respaldar tus decisiones mientras evalúas y mitigas los riesgos de HSSE.

source: This Manual applies to and is mandatory for employees of Golder Regions and Operating Companies.
es: Este Manual rige para todos los colaboradores de las regiones y compañías operativas de Golder.

source: This Manual describes the manner in which Golder identifies and manages health, safety, security and environmental (HSSE) issues associated with its activities.
es: Este Manual describe la manera en que Golder identifica y gestiona los ámbitos de salud, seguridad operacional, seguridad física y medio ambiente (HSSE, en inglés) relacionados con sus actividades.

source: This Manual provides a consistent approach to managing the health, safety and security of Golder Associates employees and protection of the environment as an integral part of the organisation’s operations around the world.
es: Este Manual entrega una metodología coherente para gestionar los ámbitos de salud y seguridad de los colaboradores de Golder Associates y la protección del medio ambiente como parte integral de las operaciones de la organización en todo el mundo.

source: This Manual will be reviewed annually by the Global VP of HSSE, the Global HSSE Team; and the Executive Committee.
es: Este Manual debe ser revisado anualmente por el Vicepresidente Global de HSSE, el Equipo Global de HSSE y el Comité Ejecutivo (ExCom).

source: This Work Method Statement must be read in conjunction with the Pre-Start Job Safety & Environment Analysis completed for the specific work environment daily
es: Este Procedimiento Seguro de Trabajo (WMS) debe leerse en conjunto con el JSEA realizado a diario para el entorno de trabajo específico

source: This agreement will include:
es: Este acuerdo consistirá en:

source: This applies to the Global HSSE Manual including Operational Controls.
es: Esto rige para el Manual Global de HSSE e incluye los Controles Operacionales.

source: This aquifer is fed by local recharge and infiltration of runoff.
es: Este acuífero es alimentado por la recarga local y por la infiltración de la escorrentía.

source: This assisted in support decisions based on risk analysis considerations.
es: Esto permitió respaldar decisiones basadas en consideraciones de análisis de riesgos.

source: This assumption becomes invalid if dependent events such as foreshocks and/or aftershocks are included in the earthquake catalog.
es: Este supuesto pierde validez si se incluyen en el catálogo de sismos aquellos eventos dependientes como los precursores (o premonitorios) o las réplicas.

source: This can be a table top exercise.
es: Puede ser un ejercicio teórico.

source: This can be achieved by using mechanical aids (e.g. trolleys).
es: Esto puede lograrse con ayudas mecánicas (carro de carga).

source: This can be done during the planning phase, before mobilizing to site.
es: Esto puede hacerse durante la etapa de planificación, antes de movilizarse al sitio.

source: This can include all elements in logic tree (e.g., use of any particular GMPE).
es: Esto puede incluir todos los elementos en el árbol lógico (uso de una ecuación GMPE en particular, por ejemplo).

source: This can occur as a result of demolition, excavation, and sampling activities.
es: Esto puede suceder tras una demolición, una excavación o en actividades de muestreo.

source: This change engages a broader group in the long term planning for governance
es: Este cambio involucra a un grupo más amplio en la planificación a largo plazo de la gobernanza

source: This check in function is only reviewed if a large-scale safety or security event occurs in a country – so it should be used in addition to the check-in process already established for the project.
es: A su vez, este check-in sólo se revisa si se da un evento de seguridad a gran escala dentro de un país, por lo que debería ser usado en conjunto con el proceso de check-in que ya esté establecido para el proyecto.

source: This chould be achieved by drilling fans of horizontal drain holes in areas identified to contain perched water.
es: Esto debe lograrse perforando abanicos de pozos de drenaje horizontales en las zonas identificadas con agua colgada.

source: This clearance zone must be documented in the Work Method Statement.
es: Esta distancia debe quedar documentada en el Procedimiento Seguro de Trabajo.

source: This commitment sets us apart in every aspect of what we do.
es: Este compromiso nos diferencia en cada aspecto de lo que hacemos.

source: This configuration is based on the three-dimensional model of the PCT subduction zone developed by Hayes et al. (2012).
es: Esta configuración se basa en el modelo tridimensional de la zona de subducción de la zona de contacto en la fosa FPC desarrollada por Hayes et al. (2012).

source: This contains similar information to that depicted in Figures 22a through 22l, although incorporates plots to better visualize the change in seepage rates over time.
es: Estas contienen información similar a la que se presenta desde la Figura 22a a la Figura 22l, pero además incorporan gráficas para facilitar la visualización del cambio de las tasas de infiltración en el tiempo.

source: This could be achieved by drilling fans of horizontal drainholes at the current location of each individual horizontal drain.
es: Esto puede lograrse perforando abanicos de pozos de drenaje horizontales en la ubicación actual de cada dren horizontal individual.

source: This crustal deformation zone extends eastward of the PCT in Chile and into Bolivia and western Argentina (Figure 1).
es: Esta zona de deformación de la corteza se extiende hacia el este de la FPC en Chile y hacia Bolivia y la parte occidental de Argentina (Figura 1).

source: This cultural pursuit is key to Golder’s success and allows Golder to effectively serve Clients and contribute meaningfully to the communities in which our employees live and work.
es: Esta búsqueda cultural es clave para el éxito de Golder y le permite atender a sus clientes con eficacia y contribuir de manera significativa a las comunidades donde viven y trabajan nuestros colaboradores.

source: This deaggregation of the hazard by source indicates the following major trends:
es: Esta desagregación del peligro por fuente indica las siguientes tendencias principales:

source: This document establishes the required management process for conducting HSSE investigations.
es: Este documento establece los procesos de gestión necesarios para llevar a cabo investigaciones de HSSE.

source: This document specifies the minimum standards for timekeeping and is applicable to all Golder employees.
es: El presente documento especifica las normas mínimas de control de horas y rige para todos los colaboradores de Golder.

source: This document supports our approach to HSSE in that we empower all individuals on our projects to raise HSSE issues.
es: El presente documento sustenta nuestra invitación a todos quienes participan en nuestros proyectos a comunicar los problemas de HSSE.

source: This enables adjustments to operating procedures to achieve the design bench width with an acceptable level of reliability (typically 70% to 80%), or optimization of the slope design by reducing the design catch bench width if operating practices consistently achieve design catch bench widths with a higher degree of reliability than is required by the design.
es: Esto permite hacer ajustes a los procedimientos operacionales para lograr el ancho de diseño de bancos con un nivel aceptable de fiabilidad (normalmente 70% a 80%) o la optimización del diseño de taludes reduciendo el ancho de diseño del banco de seguridad si las prácticas operacionales logran de manera constante alcanzar los anchos de diseño de los bancos de seguridad con un mayor grado de fiabilidad que lo requerido en el diseño.

source: This estimate can then be compared with the recurrence rate derived from the observed historical and instrumental seismicity catalogue to further support the recurrence rates in the report.
es: Esta estimación puede entonces compararse con la tasa de recurrencia derivada del catálogo de sismicidad observada histórica e instrumental para dar mejor fundamentación a las tasas de recurrencia en el informe.

source: This event also highlights the importance of driving in a defensive manner and allowing necessary time and space to react to other road users.
es: Este evento también resalta la importancia de conducir a la defensiva y considerar tener tiempo y espacio para reaccionar a las acciones de otros usuarios del camino.

source: This event is a failure to comply with two (2) Fatal Risk Controls:
es: Este evento es un incumplimiento de dos (2) de nuestros Controles de Riesgos Fatales:

source: This event reminds us that Driving is one of our Fatal Risks, for which was have identified the following Fatal Risk Controls:
es: Este evento nos recuerda que la Conducción en uno de nuestros Riesgos Fatales, para los que se han identificado los siguientes Controles de Riesgos Fatales:

source: This event reminds us that Working at Heights is one of our Fatal Risks, for which was have identified the following Fatal Risk Controls:
es: Este evento nos recuerda que el Trabajo en Altura en uno de nuestros Riesgos Fatales, para los que se han identificado los siguientes Controles de Riesgos Fatales:

source: This event reminds us to comply with the Fatal Risk Controls for Acutely Hazardous Substances / Atmospheres:
es: Este evento nos recuerda el cumplimiento de los Controles de Riesgos Fatales para sustancias o atmósferas muy peligrosas:

source: This event reminds us to comply with the following Fatal Risk Controls pertaining to Working around Heavy and Mobile Equipment.
es: Este evento nos recuerda el cumplimiento de los Controles de Riesgos Fatales relacionados con el trabajo cerca de maquinaria pesada y móvil.

source: This event reminds us to comply with the following Fatal Risk Controls pertaining to Ground Stability:
es: Este evento nos recuerda el cumplimiento de los Controles de Riesgos Fatales relacionados con la estabilidad del terreno:

source: This event reminds us to comply with the following Fatal Risk Controls pertaining to Working At Heights:
es: Este evento nos recuerda el cumplimiento de los Controles de Riesgos Fatales relacionados con el Trabajo en Altura:

source: This event reminds us to comply with the following Fatal Risk Controls pertaining to Working at Heights:
es: Este evento nos recuerda el cumplimiento de los Controles de Riesgos Fatales relacionados con el Trabajo en Altura:

source: This event reminds us to comply with the following Fatal Risk Controls pertaining to driving:
es: Este evento nos recuerda el cumplimiento de los Controles de Riesgos Fatales relacionados con la conducción:

source: This event reminds us to comply with the following Fatal Risk Controls pertaining to exposure to Ground Stability:
es: Este evento nos recuerda el cumplimiento de los Controles de Riesgos Fatales relacionados con la exposición a la estabilidad del terreno:

source: This event reminds us to comply with the following Fatal Risk Controls pertaining to exposure to Potential Acutely Hazardous Substances / Atmospheres:
es: Este evento nos recuerda el cumplimiento de los Controles de Riesgos Fatales relacionados con la exposición a posibles sustancias o atmósferas muy peligrosas:

source: This event reminds us to comply with the following Fatal Risk Controls pertaining to hazardous substances:
es: Este evento nos recuerda el cumplimiento de los controles de riesgos fatales relacionados con sustancias peligrosas:

source: This event reminds us to comply with the following Fatal Risk Controls pertaining to working around heavy and mobile equipment:
es: Este evento nos recuerda el cumplimiento de los Controles de Riesgos Fatales relacionados con el trabajo cerca de maquinaria pesada y móvil.

source: This example shows a progression after 2 meetings
es: Este ejemplo muestra el avance después de 2 reuniones

source: This facility is lined and is assumed to have a negligible influence on the regional groundwater flow system.
es: Esta instalación está revestida y se considera que tiene una influencia insignificante en el sistema regional de flujo de agua subterránea.

source: This form and (optional) strategy goals are really for individuals in the business who do not have strategy scorecards but may have strategy goals which need to be captured.
es: Este formulario y los objetivos estratégicos (opcional) son para los individuos que no cuentan con cuadros de mando estratégicos, pero que podrían tener objetivos estratégicos que deban ser capturados.

source: This gave us an opportunity to
es: Así tuvimos la oportunidad de

source: This grouping of faults is most prevalent in the region between 20.8o and 21.4o south latitude, just north of Rio Loa (Figure 2).
es: Este grupo de fallas es el más preeminente en la región entre los 20,8° y 21,4° de latitud sur, justo al norte del río Loa (Figura 2).

source: This has been confirmed in years of EFCG benchmarking surveys.
es: Esto ha sido confirmado en los años de análisis comparativos hechos por EFCG.

source: This hydrogeological technical supporting document is organized as follows: Section 2 describes the construction and calibration of the FEFLOW model to current conditions at the site, and includes an overall summary of the conceptual hydrogeological model; Section 3 summarizes the refinements to the model to represent the main facilities for the proposed Project and presents the results from the forecast simulations; while a summary of the findings is provided in Section 4.
es: Este reporte está organizado como se describe a continuación: la Sección 2 presenta la construcción y calibración del modelo FEFLOW bajo las condiciones actuales en el sitio e incluye un resumen general del modelo hidrogeológico conceptual; la Sección 3 resume los refinamientos realizados al modelo para representar las principales instalaciones del Proyecto y presenta los resultados de las simulaciones predictivas, por último, en la Sección 4 se presenta un resumen de los resultados.

source: This in addition to limited visibility on site roadways because of structures and other equipment, make commuting on site roads a higher risk than normally expected.
es: Esto, sumado a la poca visibilidad en los caminos de la instalación debido a estructuras y otro equipamiento, vuelven el traslado en los caminos de la instalación más riesgoso de lo esperable.

source: This incident has been investigated in accordance with Global Procedure 6 requirements.
es: Este incidente ha sido investigado según lo establecido en el Procedimiento Global 6.

source: This incident has been investigated in accordance with the Global HSSE Manual, GP 5: Management of HSSE requirements.
es: Este incidente ha sido investigado según lo establecido en el Manual Global de HSSE, GP5: Gestión de Requerimientos de HSSE.

source: This incident is being investigated in accordance with Global Procedure 5 (Global Health Safety Security and Environment Manual) requirements.
es: Este incidente está siendo investigado según lo establecido en el Procedimiento Global 5 (Manual Global de Salud, Seguridad y Medio Ambiente).

source: This incident is being investigated in accordance with Global Procedure 6 requirements.
es: Este incidente está siendo investigado según lo establecido en el Procedimiento Global 6.

source: This incident is being investigated in accordance with the Global HSSE Manual, GP 5: Management of HSSE requirements.
es: Este incidente está siendo investigado según lo establecido en el Manual Global de HSSE, GP5: Gestión de Requerimientos de HSSE.

source: This incident is currently being investigated in accordance with Global Procedure 6 requirements.
es: Este incidente está siendo investigado según lo establecido en el Procedimiento Global 6.

source: This incident is under investigation in accordance with Global Procedure 6 requirements and investigation results will be communicated as soon as they are available.
es: Este incidente está siendo investigado según los requerimientos del Procedimiento Global 6, y los resultados de la investigación serán comunicados en cuanto estén disponibles.

source: This included an interpretation of the key hydrostratigraphic units (HGUs) controlling groundwater flow, the hydraulic properties of each hydrostratigraphic unit, and the directions and rates of groundwater flow.
es: En él se incluye una interpretación de las unidades hidroestratigráficas (HGU) clave que controlan el flujo de agua subterránea, las propiedades hidráulicas de cada unidad hidroestratigráfica y las direcciones y tasas de flujo de agua subterránea.

source: This included siting studies which identified La Palestina Valley as a suitable location for the tailings management facility (TMF), the El Topacio and El Banco basins as locations for the waste rock facility (WRF), and, more recently, the San Antonio Basin as a location for the plant site.
es: Esto incluye estudios de alternativas para la localización de la infraestructura minera, los cuales identificaron el Valle La Palestina como un lugar adecuado para la ubicación del depósito de relaves, y las cuencas El Topacio y El Banco para el depósito de estériles y, en fecha más reciente, la cuenca San Antonio para la ubicación de la planta.

source: This includes but are not limited to:
es: Entre otros aspectos esto se refiere a que:
